Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-1859.html.tmx
Source language: nob
Languages: sme

source: GIELLA: Samisk språk - Giella.org
sme: GIELLA: Sámegielat - Giella.org

source: Samisk språk
sme: Sámegiella

source: Samisk språk brukes i Norge, Sverige, Finland og Russland.
sme: Sámegiella lea anus Norggas, Ruoŧas, Suomas ja Ruoššas.

source: Samisk språk består av 10 språk eller dialekter, nemlig sør-,ume,- pite,- lule-, nord-, enare-, øst-, kildin- og ter,- og akkalesamisk.
sme: Sámegielas leat 10 iešguđetge giela dahje suopmana, namalassi lulli-, ubmi,- bihtán,- julev-, davvi-, anáraš-, nuortalaš- gieldda- ja dárje,- ja áhkilsámegiella.

source: Disse språkene har igjen sine underdialekter.
sme: Dáin gielain leat fas iešguđetge suopmanat.

source: Foreløpig er det bare sør-, lule-, nord-, enare, øst,- og kildinsamisk som har egen skriftsspråk.
sme: Vuos lea dušše lulli-, julev-, davvi-, anaraš-, nuortalaš- ja gielddasámegielas sierra čállinvuohki.

source: Samisk språk er beskyttet av blant annet ILO 169 konvensjonen som Norge har ratifisert, Norges grunnlov, Stedsnavnloven, Samelovens språkregel i Norge, Den samisk språkloven i Sverige og Samisk språklov i Finland og gjennom opplæringsloven i de tre landene.
sme: Sámegiella lea suodjaluvvon ee. ILO konvenšuvnna bokte, maid Norga lea dohkkehan, Norgga vuođđolágas, Báikenammalága bokte, Norgga Sámelága giellanjuolggadusaid bokte, Sámi giellalága bokte Ruoŧas ja Suomas, ja dán golmma riika oahpahuslága bokte.

source: Internasjonalt er samisk språk beskyttet av blant annet Deklaration om nordisk språkpolitik og European Charter for Regional and Minority Languages
sme: Riikkaidgaskasaččat lea ges suodjaluvvon ee. Davviriikkalaš giellapolitihka julggaštusa bokte, Eurohpá ráđi guovllu gielaid ja vehádatgielaid vuođđogirjji bokte.

source: artikler Nordisk språkdeklarasjon
sme: Davviriikalaš giellapolitihka julggaštus

source: Samisk språk - et finsk-ugrisk språk
sme: Sámegiella - suoma-ugralaš giella

source: Samisk språklov
sme: Sámi giellalágat

source: GIELLA: Samisk språk
sme: GIELLA: Sámegielat

source: Enaresamisk
sme: Anárašgiela čállinvuohki

source: Samenes 16. konferanse som ble holdt i Murmansk i 1996 reviderte dagens Enaresamisk ortografi.
sme: Sámiid 16. konfereansa Murmánskkas 1996 dohkkehii virggálaččat anárašgiela dálá čállinvuogi.

source: Enaresamisk snakkes omkring Enare sjøen på Finsk side av Sápmi.
sme: Anárašgiela hupmet Anárjávrri birra, Anáris, Suoma bealde sámis.

source: Les mer
sme: Loga eambbo

source: Arkiv
sme: Arkiiva

source: Kildinsamisk ortografi
sme: Davvisámegiela čállinvuohki

source: De fleste som snakker kildinsamisk, er nå bosatt i Lovozero. Kildinsamisk har fire ulike dialekter.
sme: Sámiid X. konfereansa mii dollojuvvui Árjjátluovis 20.-22.16.1978, dohkkehii davvisámegiela oktasaš čállinvuogi.

source: Lulesamisk ortografi Ortografien for det lulesamiske skriftspråket ble vedtatt i 1983.
sme: Davvisámegiela čállinvuohkái bohte dárkkistusat maid Sámi giellalávdegoddi ja Sámeráđđi dohkkeheigga 1984:s.

source: Fra da av skulle den nordsamiske skrivemåten benyttes i undervisningen og ellers i alle offentlige dokumenter.
sme: Dan rájes galge davvisámegiela oktasaš čállinvuogi njuolggadusat čuvvojuvvot sihke oahpahusas ja buot almmolaš doaimmain.

source: Samisk er et finsk-ugrisk språk I den uralske språkfamilien.
sme: Gielddasámegielas leat njeallje iešguđet suopmana.

source: Samisk språk blir snakket i Norge, Sverige, Finland og Russland.
sme: Gielddasámegielas geavahit kyrillalaš bukstávaid.

source: Samisk språk kan deles i 10 hovedgrupper, nemlig sørsamisk, umesamisk, pitesamisk, lulesamisk, nordsamisk, enaresamisk, skoltesamisk, akkalasamisk, kiltinsamisk og tersamisk.
sme: Julevsámegiela čállinvuohki

source: Samisk er tradisjonelt blitt brukt fra Engerdal i Norge og Idre i Sverige og Sodankylä og Vuotsu i Finland til østligste del av Kolahalvøya i Russland.
sme: Julevsámi čállinvuohki dohkkehuvvui 1983:s. Dan čállinvuogis lea ruoŧa/norgga alfabehta ja čuovvu oba muddui Bergsland/Ruong vuogádaga.

source: Sydsamisk ortografi
sme: Lullisámegiela čállinvuohki

source: Det norske Kirke- og undervisningsdepartementet og den Svenske Skolöverstyrelsen vedtok i 1978 den sydsamiske rettskrivingen og språkformen.
sme: Norgga girko- ja oahpahusdepartemeantta ja Ruoŧa Skolöverstyrelse dohkkehii Lullisámegiela čállinvuogi 1978:s.

source: Denne rettskrivningsnormalen hadde Knut Bergsland og Ella Holm Bull utviklet.
sme: Dán čállinvuohkebarggu leigga Knut Bergsland ja Ella Holm Bull ovddidan.

source: Østsamisk ortografi
sme: Nuortalašgiela čállinvuohki

source: Østsamisk brukes i Finland og Russland, og tidligere har den vært i bruk i Neiden og Pasvik i Norge.
sme: Nuortalašgiella lea anus Suomas ja Ruoššas, ja lea maid ovdal leamaš Njávdámis ja Báhčaveajis Norggas.

source: Den østsamiske skrifttradisjonen er blitt utviklet i 1990-tallet.
sme: Nuortalašgiela čállingiella lea ovddiduvvon 1990-logus. Arkiiva
